tap "anchore/syft"
tap "aws/tap"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "openssl@3"
brew "awscli"
brew "colima"
brew "openldap"
brew "curl"
brew "doctl"
brew "gh"
brew "git"
brew "go"
brew "helm"
brew "htop"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kubectx"
brew "ldns"
brew "libfido2"
brew "linkerd"
brew "minikube"
brew "mtr"
brew "ngrep"
brew "nmap"
brew "openjdk"
brew "openssh"
brew "pipenv"
brew "pipx"
brew "psgrep"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "ruby"
brew "rust"
brew "skaffold"
brew "speedtest-cli"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "tfenv", link: false
brew "thefuck"
brew "tree"
brew "wget"
brew "wifi-password"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "anchore/syft/syft"
cask "corsair-icue"
cask "docker"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "istat-menus"
cask "lens"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "multipass"
cask "ngrok"
cask "notion"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
vscode "bmewburn.vscode-intelephense-client"
vscode "ecmel.vscode-html-css"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "wingrunr21.vscode-ruby"
